cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'coreutils'
brew 'ctags'
brew 'fish'
brew 'git'
brew 'git-standup'
brew 'haskell-stack'
brew 'highlight'
brew 'hub'
brew 'imagemagick'
brew 'phantomjs'
brew 'rcm'
brew 'rust'
brew 'selecta'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'

cask 'adium'
cask 'atom'
cash 'docker'
cask 'elm-platform'
cask 'google-chrome'
cask 'gpgtools'
cask 'licecap'
cask 'mojibar'
cask 'ngrok'
cask 'slack'
cask 'virtualbox'

